IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-MAYOR.
ENVIRONMENT DIVISION.
DATA DIVISION.
PROCEDURE DIVISION.
    DISPLAY "Hello, Mayor!".
    STOP RUN.
